[
  {
    "id": 1,
    "url": "https://www.lookfantastic.com/p/perricone-md-vitamin-c-ester-brightening-serum/13033787/",
    "brand": "Perricone MD",
    "name": "Perricone MD Vitamin C Ester Brightening Serum 30ml",
    "image_url": "https://www.lookfantastic.com/images?url=https://static.thcdn.com/productimg/original/13033787-8244875642933507.jpg&format=webp&auto=avif&width=985&height=985&fit=cover",
    "rating": "4.37 stars out of a maximum of 5",
    "price": "£61.00",
    "description": "Restore natural radiance with Perricone MD Vitamin C Ester Brightening Serum, a powerful, multi-tasking face serum fortified with Vitamin C Ester; a more potent, less irritating form of Vitamin C. Promoting a brighter, more even toned complexion, the lightweight Vitamin C serum delivers smoothing and illuminating properties, targeting uneven tone and discolouration to inspire a healthy-looking, balanced complexion. Also contains Rosemary Leaf extract to hydrate and firm the appearance of skin while visibly reducing the look of fine lines. Citrus fragrance. Free from parabens. Not tested on animals.",
    "how_to_use": "After cleansing, massage onto face and neck using a gentle upward motion. Wait until fully absorbed and follow with your favourite moisturiser. Use morning and evening.",
    "benefits": "Water/Aqua/Eau,Tetrahexyldecyl Ascorbate, Caprylyl Methicone, Hydrogenated Lecithin, Behenyl Alcohol, Benzyl Alcohol, Squalane, Rosmarinus Officinalis (Rosemary) Leaf Extract, Ferulic Acid, Simmondsia Chinensis (Jojoba) Seed Oil, Sodium Hyaluronate, Polysorbate 20, Xanthan Gum, Beta-Glucan, Fragrance/Parfum, Sorbitol, Limonene, Stearyl Glycyrrhetinate, Disodium EDTA, Elaeis Guineensis (Palm) Oil, Tocotrienols, Linalool, Tocopherol, Citral, Citronellol. For the latest information, it is recommended to review the ingredient list printed on the packaging of the product prior to usage or consumption.",
    "full_ingredient_list": null,
    "sustainability": []
  },
  {
    "id": 2,
    "url": "https://www.lookfantastic.com/p/first-aid-beauty-facial-radiance-pads-with-glycolic-and-lactic-acids-travel-size/14889918/",
    "brand": "First Aid Beauty",
    "name": "First Aid Beauty Facial Radiance Pads with Glycolic and Lactic Acids Travel Size",
    "image_url": "https://www.lookfantastic.com/images?url=https://static.thcdn.com/productimg/original/14889918-1305080446856938.jpg&format=webp&auto=avif&width=985&height=985&fit=cover",
    "rating": "4.43 stars out of a maximum of 5",
    "price": "£18.00",
    "description": "Reveal a brighter-looking complexion with the First Aid Beauty Facial Radiance Pads, infused with glycolic and lactic acids. The gentle exfoliating pads are suitable for sensitive skin types and are designed for daily use. Packed with a blend of high-performance AHA's, they help to smooth and refine, while prepping the skin for makeup. Textural irregularities and pores are visibly reduced and skin appears naturally glowing.",
    "how_to_use": "☼ AM / ☽ PM​  When to Use: Once or twice daily.  Application:​ Start with clean, dry skin. Wipe pad across face, neck and décolleté. Follow with moisturizer and SPF.  Routine: Follow with moisturizer and SPF.",
    "benefits": "Alpha Hydroxy Acids (AHAs): Plant or synthetically derived acids that exfoliate and visibly refine texture",
    "full_ingredient_list": "Aqua/Water/Eau, Aloe Barbadensis Leaf Juice, Glycerin, Cucumis Sativus (Cucumber) Fruit  Water, Lactic Acid, Glycolic Acid, Sodium Hydroxide, Phenoxyethanol, Chrysanthemum,  Parthenium (Feverfew) Extract, Polysorbate 20, Camellia Sinensis Leaf Extract, Citrus Medica Limonum (Lemon) Peel Extract, Citrus Nobilis (Mandarin Orange) Fruit Extract, Glycyrrhiza, Glabra (Licorice) Root Extract, Potassium Sorbate, Phyllanthus Emblica Fruit Extract, Sodium Benzoate, Citric Acid, Hyaluronic Acid, Chlorphenesin, EDTA, Tetrasodium EDTA. For the latest information, it is recommended to review the ingredient list printed on the packaging of the product prior to usage or consumption.",
    "sustainability": []
  },
  {
    "id": 3,
    "url": "https://www.lookfantastic.com/p/clinique-moisture-surge-intense-72hr-cream-50ml/12622508/",
    "brand": "Clinique",
    "name": "Clinique Moisture Surge Intense 72HR Cream 50ml",
    "image_url": "https://www.lookfantastic.com/images?url=https://static.thcdn.com/productimg/original/12622508-1635231035124550.jpg&format=webp&auto=avif&width=985&height=985&fit=cover",
    "rating": "4.62 stars out of a maximum of 5",
    "price": "£42.00",
    "description": "Clinique’s beloved gel-cream moisturiser, now with a richer texture. The Moisture Surge Intense Cream is ideal for dry and very dry skin types, delivering a boost of hydration. At the heart of the formula is Clinique’s Auto-Replenishing Lipid-Filler Technology. Supported by hyaluronic acid, the technology combines activated aloe water with caffeine to help nourish the skin’s moisture barrier, all while encouraging a dewy glow. Complete with the soothing properties of cica, the face cream leaves skin feeling replenished with a plump, supple appearance.",
    "how_to_use": "☼ AM​ / ☽ PM  When to Use: Apply onto clean skin.  Routine: ​Use alone or under makeup, on dry spots or as a 5-minute mask.",
    "benefits": "Auto-Replenishing Lipid-Filler Technology: Clinique’s technology designed to protect against dryness  Hyaluronic Acid: A humectant that supports long-lasting hydration  Cica: A herb that visibly smooths the skin and promotes cooling hydration",
    "full_ingredient_list": "Water\\Aqua\\Eau, Glycerin, Dimethicone, Isopropyl Isostearate, Dipropylene Glycol, Squalane, Peg/Ppg-18/18 Dimethicone, Silica, Tocopheryl Acetate, Sodium Hyaluronate, Olea Europaea (Olive) Fruit Extract, Centella Asiatica (Hydrocotyl) Extract, Aloe Barbadensis Leaf Water, Palmitoyl Hexapeptide-12, Triticum Vulgare (Wheat) Bran Extract, Caffeine, Methyl Trimethicone, Sorbitol, Sodium Polyaspartate, Petrolatum, Trehalose, Whey Protein\\Lactis Protein\\Proteine Du Petit-Lait, Linoleic Acid, Pyridoxine Dipalmitate, Butylene Glycol, Cholesterol, Sucrose, Polysilicone-11, Glyceryl Polymethacrylate, Peg-150, Peg-8, Hydroxyethyl Urea, Hydroxyacetophenone, Bht, Disodium Edta, Sodium Hexametaphosphate, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol <ILN47741>.",
    "sustainability": []
  },
  {
    "id": 4,
    "url": "https://www.lookfantastic.com/p/lancome-renergie-triple-serum-50ml-set/16163551/",
    "brand": "Lancôme",
    "name": "Lancôme Renergie Triple Serum 50ml Set (Worth £170.50)",
    "image_url": "https://www.lookfantastic.com/images?url=https://static.thcdn.com/productimg/original/16163551-1875226881049216.jpg&format=webp&auto=avif&width=985&height=985&fit=cover",
    "rating": null,
    "price": "£109.00",
    "description": "Elevate your skincare with the Lancome Renergie Triple Serum 50ml Set, a four-step routine for moisturised, smooth and radiant skin. Set Contents: Rénergie H.C.F. Triple Serum 50ml   Powered by three actives combined in a single triple dose, the facial serum moisturises, brightens and visibly smooths skin. Triple-chamber packaging helps to maintain higher levels of potency, with each formulation addressing different skin concerns. The first contains hyaluronic acid to hydrate, the second utilises a stable blend of vitamin C and niacinamide to brighten and minimise the appearance of fine lines, while the third contains ferulic acid to protect the skin against environmental aggressors. Rénergie H.P.N 300 Cream 15ml   The day cream works to firm the appearance of skin and diminish fine lines, while enhancing radiance. Suitable for all skin types, including sensitive skin, the moisturiser utilises hyaluronic acid to hydrate, and over 300 types of peptides to improve the look of skin elasticity. Complete with niacinamide for its refining properties, your complexion appears more balanced and luminous with each use. Rénergie Night Cream 15ml   This anti-ageing moisturiser visibly rejuvenates, refines and firms skin around the face and neck area. Formulated with the brand's innovative Multi-Tension Technology, the fast-absorbing cream visibly strengthens and firms sagging skin and minimises the appearance of fine lines. Rénergie Eye Cream 5ml   Powered by the next-generation Hyaluronic Acid Ultra-Filler, the Rénergie eye cream helps to enhance and brighten the eye contour by minimising the appearance of fine lines and dark circles. Its sumptuous yet fast-absorbing texture leaves the under-eye area with an illuminated and firm appearance.",
    "how_to_use": "Serum: Apply to face and neck using outward and upwards motions. Routine: Follow with moisturiser and eye cream. Moisturiser: Apply cream to lock in all previous steps. Apply makeup after cream application. Night Cream: Apply to clean skin every night. Work the cream into the skin using upward sweeping motions for optimal absorption. Use tiny pinches to stimulate blood flow. Eye Cream: Smooth over the upper and lower eye contours with light strokes of eye cream. Starting from the inner corner use light strokes of cream over the lower eye contour to the eyebrow tip. Smooth out along the eyebrow to the tip.",
    "benefits": "Serum: Aqua / Water /Eau, Dipropylene Glycol, Glycerin, Butylene Glycol, Propylene Glycol, Alcohol, Niacinamide, Isopropyl Lauroyl Sarcosinate, Pentylene Glycol, Ci 77891 /Titanium Dioxide, Guanosine, Mica, Tocopheryl Acetate, Hydrolyzed Linseed Extract, Sodium Acetylated Hyaluronate, Sodium Benzoate, Phenoxyethanol, Phenylethyl Resorcinol, Stearic Acid, Adenosine, Caffeine, Peg-100 Stearate, Polyacrylate Crosspolymer-6, Silica Silylate, Palmitic Acid, Polysorbate 20, Polysorbate 80, Ammonium Polyacryloyldimethyl Taurate, Limonene, Xanthan Gum, Tin Oxide, Benzyl Alcohol, Isohexadecane, 3-O-Ethyl Ascorbic Acid, Caprylyl Glycol, Capryloyl Salicylic Acid, Boron Nitride, Ferulic Acid, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer, Sorbitan Oleate, Myristic Acid, Geraniol, Octocrylene, Butyl Methoxydibenzoylmethane, Potassium Cetyl Phosphate, Octyldodecanol, Cetyl Alcohol, Octyldodecyl Xyloside, Citric Acid, Citronellol, Glyceryl Stearate, Parfum / Fragrance, (F.I.L. B260371/2). Moisturiser: Aqua / Water / Eau, Glycerin, Dimethicone, Cetearyl Alcohol, Theobroma Grandiflorum Seed Butter, Alcohol Denat., Cetearyl Isononanoate, Niacinamide, Glyceryl Stearate, Peg-100 Stearate, Isopropyl Palmitate, Octyldodecanol, Cyclodextrin, Hydrolyzed Lupine Protein, Pisum Sativum Extract / Pea Extract, Adenosine, Capryloyl Salicylic Acid, Hydrolyzed Hyaluronic Acid, Hydrolyzed Linseed Extract, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Trisodium Ethylenediamine Disuccinate, Tocopheryl Acetate, Cera Alba / Beeswax / Cire Dabeille, Orbignya Oleifera Seed Oil, Simmondsia Chinensis Butter / Jojoba Butter, Cetearyl Glucoside, Citric Acid, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polysorbate 60, Potassium Cetyl Phosphate, Sorbitan Isostearate, Tocopherol, Dimethicone/Polyglycerin-3 Crosspolymer, Benzyl Alcohol, Geraniol, Limonene, Chlorphenesin, Dipropylene Glycol, Phenoxyethanol, Sodium Benzoate, Parfum / Fragrance. Night Cream: Aqua / Water, Glycerin, Prunus Armeniaca Kernel Oil / Apricot Kernel Oil, Caprylic/Capric Triglyceride, Pentaerythrityl Tetraethylhexanoate, Cetyl Alcohol, Zea Mays Starch / Corn Starch, Butyrospermum Parkii Butter / Shea Butter, Alcohol Denat., Petrolatum, Pentylene Glycol, Glyceryl Stearate, Dimethicone, Peg-40 Stearate, Cera Alba / Beeswax, Hydroxyethylpiperazine Ethane Sulfonic Acid, Ci 14700 / Red 4, Ci 19140 / Yellow 5, Guanosine, Cyathea Medullaris Leaf Extract, Saccharomyces/Xylinum/Black Tea Ferment, Hydrolyzed Linseed Extract, Hydrolyzed Soy Protein, Hydrolyzed Hyaluronic Acid, Sodium Hydroxide, Sodium Benzoate, Hydroxyethylcellulose, Sodium Citrate, Sodium Levulinate, Phenoxyethanol, Adenosine, Stearyl Alcohol, Acetyl Tetrapeptide-9, Poloxamer 338, Dimethiconol, Limonene, Xanthan Gum, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Benzyl Alcohol, Cinnamic Acid, Biotin, Caprylyl Glycol, Alpha-Isomethyl Ionone, Sorbitan Tristearate, Myristyl Alcohol, Geraniol, Citric Acid, Potassium Sorbate, Bht, Levulinic Acid, Hexyl Cinnamal, Glyceryl Caprylate, Parfum / Fragrance (F.I.L. B184396/1). Eye Cream: Aqua / Water, Theobroma Cacao Seed Butter /Cocoa Seed Butter, Dimethicone, Glycerin, Isohexadecane, Propanediol, Alcohol Denat., Glyceryl Stearate, Peg-20 Stearate, Peg/Ppg/Polybutyleneglycol-8/5/3 Glycerin, Stearic Acid, Peg-100 Stearate, Palmitic Acid, Octyldodecanol, Ci 77891 / Titanium Dioxide, Ci 17200 / Red 33, C13-14isoparaffin, Guanosine, Mica, Secale Cereale Seed Extract / Rye Seedextract, Sodium Acetylated Hyaluronate, Hydrolyzed Soy Protein, Hydrolyzed Linseed Extract, Sodium Hydroxide, Sodium Benzoate, Phenoxyethanol, Adenosine, Acetyl Tetrapeptide-9, Caffeine, Trisodium ethylenediamine Disuccinate, Polyacrylamide, Dimethiconol, Limonene, Pentylene Glycol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tin Oxide, Benzyl Alcohol, Caprylyl Glycol, Capryloyl Salicylic Acid, Myristic Acid, Geraniol, Laureth-7, Parfum / Fragrance, (F.I.L. B256743/1). For the latest information, it is recommended to review the ingredient list printed on the packaging of the product prior to usage or consumption.",
    "full_ingredient_list": null,
    "sustainability": []
  },
  {
    "id": 5,
    "url": "https://www.lookfantastic.com/p/cetaphil-oily-skin-cleanser-473ml/13810032/",
    "brand": "Cetaphil",
    "name": "Cetaphil Oily Skin Cleanser 473ml",
    "image_url": "https://www.lookfantastic.com/images?url=https://static.thcdn.com/productimg/original/13810032-3005204061537885.jpg&format=webp&auto=avif&width=985&height=985&fit=cover",
    "rating": "4.93 stars out of a maximum of 5",
    "price": "£12.75",
    "description": "A non-comedogenic formula specifically formulated for oily skin, Cetaphil’s Cleanser helps to removes all traces of the day without stripping the skin of moisture. The cleanser transforms from a low lather gel to a foam, lifting excess sebum, impurities and light makeup from the skin. Niacinamide helps to improve the appearance of the skin tone and decongest the pores, while panthenol protects against dryness. Suitable for twice daily use, the cleanser helps to leave skin feeling refreshed. Dermatologically tested. Vegan.",
    "how_to_use": "☼​​ AM / ☽ PM  Application: ​For use on the face. Apply a small amount to wet skin and massage gently.",
    "benefits": "Niacinamide: Known as vitamin B3, helps to brighten the complexion  Panthenol: A nourishing humectant that works to retain moisture",
    "full_ingredient_list": "Aqua, Glycerin, Cocamidopropyl Betaine, Disodium Laureth Sulfosuccinate, Sodium Cocoamphoacetate, Panthenol, Niacinamide, Pantolactone, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sodium Benzoate, Parfum, Amyl Cinnamal, Citronellol, Geraniol, Hydroxycitronellal, Linalool, Sodium Chloride, Citric Acid. Fil.1744.V00. For the latest information, it is recommended to review the ingredient list printed on the packaging of the product prior to usage or consumption.",
    "sustainability": [
      "Vegan",
      "Reducing Carbon Emissions"
    ]
  }
]